Repository: EffxctMP/PowerPlan
Catalog: Power Plan/*.lproj/Localizable.strings
Languages: nl

# appearance.system
source: System
nl: Systeem

# appearance.light
source: Light
nl: Licht

# appearance.dark
source: Dark
nl: Donker

# language.system
source: System
nl: Systeem

# language.english
source: English
nl: Engels

# language.dutch
source: Dutch
nl: Nederlands

# tab.calculators
source: Calculators
nl: Rekenmachines

# tab.reference
source: Reference
nl: Referentie

# tab.projects
source: Projects
nl: Projecten

# nav.ohms
source: Ohm's Law
nl: Wet van Ohm

# nav.power
source: Power & Load
nl: Vermogen en belasting

# nav.drop
source: Voltage Drop
nl: Spanningsval

# nav.reference
source: Reference
nl: Referentie

# nav.settings
source: Settings
nl: Instellingen

# nav.projects
source: Projects
nl: Projecten

# nav.settings.button
source: Settings
nl: Instellingen

# hero.title
source: Electrician Toolkit
nl: Elektricienspakket

# hero.subtitle
source: Advanced calculators for sizing loads, validating runs, and checking energy costs.
nl: Geavanceerde calculators voor dimensionering, controles en energie-inschattingen.

# hero.offline
source: Offline ready
nl: Offline beschikbaar

# hero.formulas
source: Pro formulas
nl: Professionele formules

# card.ohms.title
source: Ohm's Law
nl: Wet van Ohm

# card.ohms.subtitle
source: Solve for voltage, current, resistance, or power
nl: Bereken spanning, stroom, weerstand of vermogen

# card.ohms.button
source: Open Ohm's Law
nl: Open Wet van Ohm

# card.power.title
source: Power & Load
nl: Vermogen en belasting

# card.power.subtitle
source: Single and three-phase power with power factor
nl: Enkel- en driefase vermogen met cos φ

# card.power.button
source: Open Power Calculator
nl: Open vermogenscalculator

# card.watt.subtitle
source: Estimate watts from voltage, amps, and power factor
nl: Schat watt op basis van volt, ampère en cos φ

# card.drop.title
source: Voltage Drop
nl: Spanningsval

# card.drop.subtitle
source: Estimate drop based on conductor and load
nl: Schat daling op basis van geleider en belasting

# card.drop.button
source: Open Voltage Drop
nl: Open spanningsval

# section.inputs
source: Inputs
nl: Invoer

# section.results
source: Results
nl: Resultaten

# section.load
source: Load
nl: Belasting

# section.run
source: Run
nl: Traject

# section.appearance
source: Appearance
nl: Weergave

# section.language
source: Language
nl: Taal

# ohms.prompt
source: Provide any two values to solve the rest.
nl: Geef minstens twee waarden in om de rest te berekenen.

# ohms.validation
source: Enter at least two known values.
nl: Vul minstens twee bekende waarden in.

# ohms.result.voltage
source: Voltage: %@
nl: Spanning: %@

# ohms.result.current
source: Current: %@
nl: Stroom: %@

# ohms.result.resistance
source: Resistance: %@
nl: Weerstand: %@

# ohms.result.power
source: Power: %@
nl: Vermogen: %@

# ohms.button.calculate
source: Calculate
nl: Bereken

# power.phase
source: Phase
nl: Fase

# power.singlePhase
source: Single-phase
nl: Enkelfase

# power.threePhase
source: Three-phase
nl: Driefase

source: Power factor
nl: Vermogensfactor

# power.factor.info
source: Power factor shows how efficiently current turns into real power (0.00 - 1.00).
nl: Vermogensfactor geeft aan hoe efficiënt stroom wordt omgezet in werkelijk vermogen (0,00 - 1,00).

# power.button.estimate
source: Estimate Power
nl: Schat vermogen

# power.prompt
source: Enter circuit details and tap Estimate.
nl: Vul de circuitgegevens in en tik op Schat.

# power.validation
source: Please enter valid voltage and current.
nl: Geef geldige spanning en stroom in.

# power.result.power
source: Power: %.2f W (%.2f kW)
nl: Vermogen: %.2f W (%.2f kW)

# power.result.breaker
source: Recommended breaker: %.2f A
nl: Aanbevolen automaat: %.2f A

# power.result.apparent
source: Apparent power: %.2f VA
nl: Schijnbaar vermogen: %.2f VA

# watt.button.calculate
source: Calculate Watts
nl: Bereken watt

# watt.prompt
source: Enter voltage and current, then calculate.
nl: Vul spanning en stroom in en bereken.

# watt.validation
source: Please enter valid numbers for voltage and current.
nl: Geef geldige getallen voor spanning en stroom in.

# watt.result.real
source: Real power: %.2f W (%.3f kW)
nl: Reëel vermogen: %.2f W (%.3f kW)

# watt.result.pf
source: Assuming PF: %.2f
nl: Uitgaande van cos φ: %.2f

# drop.button.estimate
source: Estimate Drop
nl: Schat spanningsval

# drop.prompt
source: Enter parameters to estimate voltage drop.
nl: Vul parameters in om de spanningsval te schatten.

# drop.validation
source: Please provide valid numeric values.
nl: Geef geldige numerieke waarden in.

# drop.result.voltage
source: Estimated drop: %.2f V
nl: Geschatte daling: %.2f V

# drop.result.percent
source: Percentage of supply: %.2f%%
nl: Percentage van voeding: %.2f%%

# drop.result.resistance
source: Loop resistance: %.3f Ω
nl: Lusweerstand: %.3f Ω

# badge.offline
source: Offline ready
nl: Offline beschikbaar

# badge.formulas
source: Pro formulas
nl: Professionele formules

# settings.theme.description
source: Choose System to follow device appearance or force Light/Dark modes.
nl: Kies Systeem om de apparaatweergave te volgen of forceer Licht/Donker.

# settings.theme.label
source: Theme
nl: Donkere modus

# settings.theme.color.label
source: Theme
nl: Thema

# settings.theme.color.description
source: Choose an accent color to personalize the dashboard and the buttons.
nl: Kies een accentkleur om het dashboard en de knoppen te personaliseren.

# settings.language.label
source: App language
nl: App-taal

# settings.language.description
source: Switch to Dutch to view the interface in Nederlands.
nl: Schakel naar Nederlands om de interface in het Nederlands te bekijken.

# theme.blue
source: Blue (Standaard)
nl: Blauw (Standaard)

# theme.green
source: Green
nl: Groen

# theme.orange
source: Orange
nl: Oranje

# theme.purple
source: Purple
nl: Paars

# theme.pink
source: Pink
nl: Roze

# theme.red
source: Red
nl: Rood

# reference.copper
source: Copper resistivity: 0.0175 Ω·mm²/m
nl: Koperresistiviteit: 0,0175 Ω·mm²/m

# reference.pfRange
source: Power factor typical range: 0.8 - 1.0
nl: Vermogensfactor typisch bereik: 0,8 - 1,0

# reference.multiplier
source: 3ϕ power multiplier: √3
nl: 3ϕ vermogensfactor: √3

# reference.quick
source: Quick constants
nl: Snelle constanten

# reference.tips
source: Usage tips
nl: Gebruikstips

# reference.tip.ohms
source: • Use at least two known values in Ohm's Law to solve the circuit.
nl: • Gebruik minstens twee bekende waarden in de wet van Ohm.

# reference.tip.breaker
source: • Power calculator suggests a breaker sized at 125% of load current.
nl: • Vermogenscalculator stelt een automaat van 125% van de belasting voor.

# reference.tip.drop
source: • Voltage drop assumes copper conductors at 20°C with round-trip length.
nl: • Spanningsval gaat uit van koperen geleiders op 20°C en heen-en-teruglengte.

# field.voltage
source: Voltage (V)
nl: Spanning (V)

# field.current
source: Current (A)
nl: Stroom (A)

# field.resistance
source: Resistance (Ω)
nl: Weerstand (Ω)

# field.power
source: Power (W)
nl: Vermogen (W)

# field.length
source: One-way length (m)
nl: Enkelvoudige lengte (m)

# field.loadCurrent
source: Load current (A)
nl: Belastingsstroom (A)

# field.supplyVoltage
source: Supply voltage (V)
nl: Voedingsspanning (V)

# field.conductorArea
source: Conductor area: %.1f mm²
nl: Geleiderdoorsnede: %.1f mm²

# projects.existing
source: Industrial projects
nl: Industriële projecten

# projects.new
source: Add a project
nl: Project toevoegen

# projects.empty
source: No projects yet. Add your first job to start tracking notes.
nl: Nog geen projecten. Voeg je eerste opdracht toe om notities bij te houden.

# projects.actions
source: Project actions
nl: Projectacties

# projects.selection.start
source: Select projects
nl: Projecten selecteren

# projects.selection.done
source: Done selecting
nl: Selectie sluiten

# projects.selection.delete
source: Delete selected
nl: Geselecteerde verwijderen

# projects.editing.start
source: Edit project
nl: Project bewerken

# projects.editing.done
source: Done editing
nl: Bewerken voltooid

# projects.name
source: Project name
nl: Projectnaam

# projects.voltage
source: Supply voltage (e.g. 400 V)
nl: Voedingsspanning (bv. 400 V)

# projects.notes
source: Notes, component, location
nl: Notities, materiaal, locatie

# projects.add
source: Add project
nl: Project toevoegen

# projects.component
source: Board component
nl: Bordmateriaal

# projects.component.actions
source: Component actions
nl: Materiaalacties

# projects.component.empty
source: No component added for this project yet.
nl: Nog geen materiaal toegevoegd voor dit project.

# projects.component.empty.project
source: No component logged for this project.
nl: Geen materiaal gekoppeld aan dit project.

# projects.component.add.title
source: Add component item
nl: Materiaal toevoegen

# projects.component.type
source: Component type
nl: Materiaaltype

# projects.component.info
source: Additional information (optional)
nl: Extra info (optioneel)

# projects.component.quantity
source: Quantity: %d
nl: Aantal: %d

# projects.component.save
source: Add component
nl: Materiaal toevoegen

# projects.component.selection.start
source: Select components to remove
nl: Materiaal selecteren om te verwijderen

# projects.component.selection.done
source: Done selecting components
nl: Klaar met selecteren

# projects.component.selection.delete
source: Delete selected components
nl: Geselecteerd materiaal verwijderen

# component.breaker
source: Automatic Circuit Breaker
nl: Automatische zekering

# component.breaker.amps
source: Rated current (1-1000 A)
nl: Nominale stroom (1-1000 A)

# component.breaker.curve
source: Trip curve (B, C, D, K, Z)
nl: Uitschakelcurve (B, C, D, K, Z)

# component.contactor.amps
source: Rated current (A)
nl: Nominale stroom (A)

# component.poles
source: Number of poles
nl: Aantal polen

# component.thermal
source: Thermal Protection (Motor Protection)
nl: Thermische beveiliging (motor)

# component.thermal.setting
source: Setting (A)
nl: Instelling (A)

# component.transformer
source: Transformer
nl: Transformator

# component.transformer.watts
source: Power (W)
nl: Vermogen (W)

# component.socket
source: Board Socket
nl: Bordcontactdoos

# component.socket.option
source: Socket option (e.g. 16 A, 32 A)
nl: Optie contactdoos (bv. 16 A, 32 A)

# component.switch
source: Switch
nl: Schakelaar

# component.switch.positions
source: Number of positions
nl: Aantal standen

# component.relay
source: Relay
nl: Relais

# component.relay.voltage
source: Coil voltage (12-230 V AC/DC)
nl: Spoelspanning (12-230 V AC/DC)

# component.relay.type
source: Coil type
nl: Spoeltype

# component.tag.label
source: Sticker tag (e.g. 3F1)
nl: Stickerlabel (bv. 3F1)

# component.kwh.option
source: Configuration
nl: Configuratie

# component.kwh.single
source: Single-phase
nl: Enkelfase

# component.kwh.three
source: Three-phase
nl: Driefase

# component.plc
source: Cards (PLC)
nl: PLC-kaarten

# component.plc.brand
source: Brand
nl: Merk

# component.terminals
source: Circuit Terminals
nl: Klemmen

# component.terminals.type
source: Terminal type
nl: Klemtype

# component.custom
source: Custom item
nl: Aangepast item

# component.custom.label
source: Custom label
nl: Eigen omschrijving

# component.option.note
source: Option notes / remarks
nl: Optie/extra info

# component.mark
source: Tap to mark as on-hand
nl: Tik om aan te geven dat je het hebt

# component.selection.hint
source: Select this component to remove it
nl: Selecteer dit onderdeel om het te verwijderen

# component.quantity
source: Qty %d
nl: Aantal %d

# component.value.poles
source: %d poles
nl: %d polen

# component.value.positions
source: %d positions
nl: %d standen

# component.value.tag
source: Tag %@
nl: Label %@

# action.delete
source: Delete
nl: Verwijderen

# action.cancel
source: Cancel
nl: Annuleren
